brew "xclip"
brew "bat"
brew "jq"
brew "curl"
brew "ripgrep"
brew "tree"
brew "fzf"
brew "fd"
brew "graphviz"
brew "imagemagick"
brew "neovim"
brew "gh"
brew "reattach-to-user-namespace"
brew "lua-language-server"
brew "asdf"
brew "postgresql"
brew "coursier/formulas/coursier"
brew "rg"
brew "fzf"
brew "universal-ctags"
brew "tmux"
brew "wget"
brew "gnupg"
brew "pinentry-mac"

tap "thoughtbot/formulae"
brew "gitsh"
