brew "xclip"
brew "bat"
brew "jq"
brew "curl"
brew "ripgrep"
brew "the_silver_searcher"
brew "tree"
brew "fzf"
brew "fd"
brew "graphviz"
brew "imagemagick"
brew "neovim"
brew "gh"
brew "reattach-to-user-namespace"
brew "lua-language-server"
brew "asdf"
brew "postgresql"
brew "jenv"
brew "coursier/formulas/coursier"

tap "homebrew/cask-versions"
# Install Java 11, you'll still need to symlink the system wrappers.
# Run `brew info java11` after installation for how-tos.
brew "java11"

tap "homebrew/cask"
cask "kitty"

tap "homebrew/cask-fonts"
cask "font-ubuntu-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
