brew "xclip"
brew "bat"
brew "jq"
brew "curl"
brew "ripgrep"
brew "the_silver_searcher"
brew "tree"
brew "fzf"
brew "fd"
brew "graphviz"
brew "imagemagick"
brew "neovim"
brew "gh"
brew "reattach-to-user-namespace"
brew "lua-language-server"
brew "asdf"
brew "postgresql"
brew "coursier/formulas/coursier"
brew "rg"
brew "fzf"

tap "heroku/brew"
brew "heroku"

tap "homebrew/cask-versions"
# Install Java 11, you'll still need to symlink the system wrappers.
# Run `brew info java11` after installation for how-tos.
brew "java11"

tap "thoughtbot/formulae"
brew "gitsh"
